Repository: actimeo/simmage-ui
Catalog: src/i18n/messages.*.xlf
Languages: fr

source: Login
fr: Connexion

source: login
fr: identifiant

source: password
fr: mot de passe

source: Invalid login
fr: Login incorrect

source: Connect
fr: Connexion

source: Usergroups
fr: Groupes d'utilisateurs

source: Users
fr: Utilisateurs

source: Topics
fr: Thématiques

source: Organizations
fr: Organisations

source: (select a participant)
fr: (sélectionner un participant)

source: Add
fr: Ajouter

source: (select a value)
fr: (sélectionner une valeur)

source: (select a portal)
fr: (sélectionner un portail)

source: (all groups)
fr: (tous les groupes)

source: Organization
fr: Établissement

source: Portals
fr: Portails

source: Groups
fr: Groupes

source: Settings
fr: Paramètres

source: Events types
fr: Types d'événements

source: Documents types
fr: Types de documents

source: Portals Views
fr: Vues de portail

source: Events
fr: Événements

source: Resources
fr: Ressources

source: Lists
fr: Listes

source: Tabular
fr: Vue tableau

source: New Document Type
fr: Nouveau type de documents

source: Individual Name
fr: Nom individuel

source: Please save or cancel before leaving...
fr: Veuillez enregistrer ou annuler avant de quitter...

source: Delete
fr: Supprimer

source: Reset
fr: Réinit.

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: New Documents View
fr: Nouvelle vue Documents

source: Document Type
fr: Type de documents

source: (no particular document type)
fr: (pas de type de doc particulier)

source: Category:
fr: Catégorie :

source: Select an event category
fr: Sélectionner une catégorie d'événement

source: New Event Type
fr: Nouveau type d'événements

source: Event Category
fr: Catégorie événement

source: New Events View
fr: Nouvelle vue Événements

source: Event Type
fr: Type d'événement

source: (no particular event type)
fr: (pas de type d'événement particulier)

source: Categories
fr: Catégories

source: New group
fr: Nouveau groupe

source: Select an organization
fr: Sélectionner un établissement

source: Mandatory
fr: Obligatoire

source: New Organization
fr: Nouvel établissement

source: Internal
fr: Interne

source: External
fr: Externe

source: New portal
fr: Nouveau portail

source: New Topic
fr: Nouvelle thématique

source: New Usergroup
fr: Nouveau groupe utilisateurs

source: Authorized portals
fr: Portails autorisés

source: Authorized topics
fr: Thèmes autorisés

source: Usergroup rights
fr: Droits du groupe d'utilisateurs

source: Dossiers status
fr: Statuts de dossiers

source: Authorized Portals
fr: Portails autorisés

source: New User
fr: Nouvel utilisateur

source: Show temporary password
fr: Voir mot de passe temporaire

source: Hide temporary password
fr: Cacher mot de passe temporaire

source: User rights
fr: Droits utilisateurs

source: Usergroup
fr: Groupe d'utilisateurs

source: Choose an usergroup
fr: Choisir un groupe d'utilisateurs

source: None (user admin)
fr: Aucun (admin)

source: Usergroup:
fr: Groupe d'utilisateurs :

source: All users
fr: Tous utilisateurs

source: admin only
fr: admin seulement

source: unknown user
fr: utilisateur inconnu

source: Edit
fr: Édition

source: Documents Types
fr: Types de documents

source: Add new document type
fr: Nouveau type doc.

source: Documents Views
fr: Vues de documents

source: Add new Documents View
fr: Nouvelle vue de documents

source: Events Types
fr: Types d'événements

source: Add new event type
fr: Nouveau type évén.

source: Events Views
fr: Vues d'événements

source: Add new Events View
fr: Nouvelle vue d'événements

source: Add new group
fr: Nouveau groupe

source: Dossiers Views
fr: Vues de dossiers

source: Add new Dossiers view
fr: Nouvelle vue de dossiers

source: New Dossiers view
fr: Nouvelle vue de dossiers

source: Add new organization
fr: Nouvelle organisation

source: Add new portal
fr: Nouveau portail

source: Add new topic
fr: Nouvelle thématique

source: Add new usergroup
fr: Nouveau groupe d'utilisateurs

source: Add new user
fr: Nouvel utilisateur

source: admin rights:
fr: droits admin :

source: Users list
fr: Liste utilisateurs

source: name
fr: nom

source: Notes Views
fr: Vues Notes

source: Add new Notes View
fr: Nouvelle vue Notes

source: New Notes View
fr: Nouvelle vue Notes

source: Resources Views
fr: Vues Ressources

source: Add new Resources View
fr: Nouvelle vue Ressources

source: New Resources View
fr: Nouvelle vue Ressources

source: Objectives
fr: Objectifs

source: Objectives Views
fr: Vues Objectifs

source: Add new Objectives View
fr: Nouvelle vue Objectifs

source: New Objectives View
fr: Nouvelle vue Objectifs

source: My Desk
fr: Mon Bureau

source: Forwarding a note
fr: Faire suivre une note

source: Forward
fr: Faire suivre

source: Add new document
fr: Nouveau document

source: Add new event
fr: Nouvel événement

source: Add new note
fr: Nouvelle note

source: Authorized dossiers (including employees)
fr: Dossiers autorisés (incluant employés)

source: Authorized employees only
fr: Employés autorisés seulement

source: Authorized Dossiers
fr: Dossiers autorisés

source: (all dossiers)
fr: (tous les dossiers)

source: No documents available
fr: Aucun document disponible

source: No documents scheduled
fr: Aucun document programmé

source: No documents in progress
fr: Aucun document en cours

source: Filter topics
fr: Filtrer thématiques

source: Select a topic
fr: Sélectionner une thématique

source: Filter organizations
fr: Filtrer établissements

source: Filter groups
fr: Filtrer groupes

source: Select a group
fr: Sélectionner un groupe

source: Filter portals
fr: Filtrer portails

source: Select a portal
fr: Sélectionner un portail

source: {VAR_PLURAL, plural, =0 {no topics defined } =1 {1 topic defined } other {# topics defined } }
fr: {VAR_PLURAL, plural, =0 {aucune thématique définie } =1 {1 thématique définie } other {# thématiques définies } }

source: {VAR_PLURAL, plural, =0 {no groups defined } =1 {1 group defined } other {# groups defined } }
fr: {VAR_PLURAL, plural, =0 {aucun groupe défini } =1 {1 groupe défini } other {# groupes définis } }

source: {VAR_PLURAL, plural, =0 {no organizations defined } =1 {1 organization defined } other {# organizations defined } }
fr: {VAR_PLURAL, plural, =0 {aucun établissement défini } =1 {1 établissement défini } other {# établissements définis } }

source: {VAR_PLURAL, plural, =0 {no portals defined } =1 {1 portal defined } other {# portals defined } }
fr: {VAR_PLURAL, plural, =0 {aucun portail défini } =1 {1 portail défini } other {# portails définis } }

source: {VAR_PLURAL, plural, =0 {no usergroups defined } =1 {1 usergroup defined } other {# usergroups defined } }
fr: {VAR_PLURAL, plural, =0 {aucun groupe d'utilisateurs défini } =1 {1 groupe d'utilisateurs défini } other {# groupes d'utilisateurs définis } }
